Revit 2021.1 API
UnitTypeId.TonnesForce Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId TonnesForce { get; }
Visual Basic
Public Shared ReadOnly Property TonnesForce As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TonnesForce {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace